Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Back Health Your back works all of the time, even when you are asleep. Over time, poor posture, movements and lack of exercise can lead to back problems. You can prevent most back problems if you use your back the correct way and exercise safely. Your back Your back is made up of bones, discs, muscles, ligaments and nerves. • Bones of the spine include 24 bones called vertebrae, and a larger bone called the sacrum () or tailbone. These Upper Curve (Cervical) bones form 3 curves. • Discs on top of each () vertebra are like Middle Curve (Thoracic) cushions. Regular exercise helps keep () discs healthy. Lower Curve • Muscles of the back, (Lumbar) stomach, buttock and thigh give support to the back. If these muscles are weak, pulled, or tight, you may have problems with your back. Back Health and Safety. Russian.
ru: спины and Safety Ваша спина работает все время, даже во время сна. Со временем недостаток физических упражнений, неправильные позы и телодвижения могут привести к возникновению проблем со спиной. Вы можете предотвратить большинство проблем со спиной, если будете правильно нагружать спину и делать физические упражнения с соблюдением правил безопасности. Ваша спина Ваша спина состоит из костей, дисков, мышц, связок и нервов. • Кости позвоночника состоят из 24 костей, называемых позвонками, и более крупных костей, называемых Позвонки Vertebrae крестцом и копчиком. Эти кости образуют три изгиба. Диск Disc • Диски поверх каждого позвонка подобны подушкам. Регулярные Крестец физические Sacrum упражнения помогают поддерживать диски в здоровом состоянии. • Спина поддерживается мышцами спины, живота, ягодиц и бедер. Если эти мышцы слабы, растянуты или напряжены, у Вас могут быть проблемы со спиной.

source: • Ligaments are tough elastic bands that hold bones together. Repeated stress on ligaments can lead to injury. • Nerves coming from the spine tell muscles when to move and cause pain when there is a problem. How to keep your back healthy Use these tips to keep your spinal curves in balance to decrease your chances of back injury. When Standing Look straight ahead and keep your ears in line with your shoulders. Your hips and knees are straight. The lower curve in your back is present but not curved too much. Limit twisting at the waist. Turn your body by moving your feet. When Sitting Keep your hips, knees and ankles at a 90 degree angle. Sit up straight in a chair. Do not slouch. Use a pillow or rolled up towel if you need support for the lower curve of your spine. Back Health and Safety. Russian.
ru: • Связки – это плотные эластичные ленты, которые удерживают кости вместе. Повторяющиеся нагрузки на связки могут привести к травме. • Нервы, выходящие из позвоночника, сообщают мышцам, когда нужно двигаться, и вызывают боль в случае возникновения проблем. Как поддерживать спину в здоровом состоянии Следуйте приведенным ниже советам, чтобы поддерживать спинные изгибы здоровыми и снизить шансы получения травм спины. При стоянии Смотрите прямо перед собой и стойте так, чтобы Ваши уши были на одной линии с плечами. Ваши бедра и колени должны быть прямыми. Нижний изгиб спины должен присутствовать, но спина должна быть изогнута не слишком сильно. Ограничьте скручивающие движения в области поясницы. Поворачивайте туловище, передвигая ноги. При сидении Держите бедра, колени и локти под углом 90 градусов. Сидите на стуле прямо. Не сутультесь. Если вам необходима поддержка нижнего изгиба спины, используйте подушку или свернутое полотенце.

source: When Lying Down A firm, but not hard surface best supports the spinal curves. Sleeping on your side with a pillow between your knees is the best position for your back. If you sleep on your back, support your neck on a pillow and have a pillow under your arm. If you sleep on your stomach, use a thin pillow under your stomach and bend one leg to the side. When Lifting Keep your back straight while bending and lifting. Use your leg and buttock muscles to lift. Bend the hips and knees, not the back, and squat when you lift an object. Keep the object close to your body. Straighten your legs and do not twist as you return to a standing position. © 2005 - March 15, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Back Health and Safety. Russian.
ru: При лежании Твердая, но не жесткая поверхность лучше всего поддерживает спинные изгибы. Сон на боку с подушкой между коленями является наилучшим положением для вашей спины. Если вы спите на спине, поддерживайте шею подушкой, а вторую подушку положите под руку. Если вы спите на животе, положите тонкую подушку под живот и согните одну ногу в сторону. При подъеме тяжестей При наклоне и подъеме тяжестей держите спину прямо. При подъеме предметов используйте мышцы ног и ягодиц. Если вам нужно поднять какой-то предмет, согните бедра и колени, не сгибая спину, и присядьте. Держите этот предмет близко к туловищу. При вставании распрямите ноги и не поворачивайтесь. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Barium A barium enema is an x-ray test of the large intestine, also called the colon. This test lets your doctor see the lining of your colon and rectum. Be sure to review these instructions before your test so you can prepare. • If you take medicines each day, ask your doctor which of your medicines you should take the day before and the morning of the test. • If you have diabetes and take insulin, check with your doctor to see if you need to adjust your insulin dose for this test. • If you are pregnant, or think you might be, tell the staff before the x-ray is taken. Arrive on time for your test. Plan on this test taking about 1 to 2 hours. Before the Test Buy these medicines from your local pharmacy. You will take them the day before your test to clear out your colon. Ask the pharmacist for help if needed. • 10-ounce bottle of magnesium citrate • Small box of Biscodyl (Dulcolax) laxative tablets – You will need to take 4 tablets The Day Before Your Test Your colon and rectum must be empty of all stool before this test. You will need to be on a clear liquid diet and take the laxative medicines. • Do not eat solid foods or drink milk products the rest of today and until the test is done. Barium Enema. Russian.
ru: клизма Enema Бариевая клизма — это рентгеновское исследование толстой кишки, позволяющее увидеть выстилку ободочной и прямой кишки. Прочтите эти указания перед исследованием, чтобы правильно подготовиться. • Если вы каждый день принимаете лекарства, спросите врача, что вам принять за день и утром перед исследованием. • Если у вас диабет и вы принимаете инсулин, спросите, нужно ли изменить дозу инсулина. • Если вы беременны или можете быть беременны, обязательно сообщите перед исследованием. Не опаздывайте. Учтите, что процедура займет 1–2 часа. Перед исследованием Купите следуюшие лекарства. Их нужно принять за день до исследования, чтобы очистить кишечник. При необходимости проконсультируйтесь с аптекарем. • Цитрат магния: 10 унциевый флакон • Слабительное бисакодил (Biscodyl, Dulcolax): 4 таблетки За день до исследования Необходимо очистить ободочную и прямую кишки от кала. Вы должны питаться только прозрачными жидкостями и принимать слабительное. • До конца дня и до завершения исследования не принимайте твердую пищу и молочные продукты.

source: • Do not drink any red liquids. • Drink clear liquids only, such as: Water Ì Clear broth or bouillon Ì Clear fruit juices without pulp such as apple, white grape, white cranberry and lemonade Ì Clear drinks such as lemon-lime soda, Kool-aid or sport drinks Ì Decaffeinated coffee or tea without milk or nondairy creamer Ì Jello or popsicles • Drink plenty of water or other clear liquids from the list above throughout the day. • At 1 PM the day before your test: Ì Pour the whole, 10-ounce bottle of magnesium citrate over ice and drink it. Ì Take 2 Biscodyl (Dulcolax) tablets. If you work the day before your test, you may want to wait to take these medicines until you are at home. Ì At 5 PM or 4 hours after you took the other laxative medicines, take 2 more Biscodyl (Dulcolax) tablets with 8 ounces or 240 ml of water. • You will need to use the toilet often during the afternoon and evening. • After midnight, do not eat or drink anything, including water. Barium Enema. Russian.
ru: • Не пейте жидкости красного цвета. • Принимайте только прозрачные жидкости: Вода Ì Прозрачный бульон Ì Лимонад или прозрачные фруктовые соки без мякоти (из яблок, белого винограда, белой клюквы) Прозрачные напитки (лимонная газированная вода, Kool-aid или спортивные напитки) Ì Чай или кофе без кофеина, молока и искусственных сливок Желе или фруктовое мороженое • В течение дня пейте много воды или прозрачных жидкостей из списка выше. • В 13:00 дня перед исследованием: Ì Вылейте целый 10-унциевый флакон цитрата магния в стакан со льдом и выпейте. Ì Примите 2 таблетки бисакодила (Dulcolax). Ì Если вы работаете за день до исследования, примите эти лекарства, когда вернетесь домой. В 17:00 или через 4 часа после приема первой дозы примите еще 2 таблетки бисакодила (Dulcolax) с 8 унциями (240 мл) воды. • После обеда и вечером вам придется часто ходить в туалет. • После полуночи ничего не ешьте и не пейте, даже воду.

source: The Morning of Your Test If you are to take medicine, take with sips of water only. If you take other medicines later in the day, wait until after your test to take them. During the Test • You will wear a hospital gown. • You lie on an x-ray table below a machine that looks like a TV. You will be awake for this test and the staff will try to keep you comfortable. • A tube is put into your rectum and a balloon is inflated on the tube to keep it in place. The doctor watches as a barium mixture flows through the tube into your colon. Air may also be put into the tube to expand the colon to get better x-ray pictures. You are asked to roll on your side during the test. • You may feel cramping and pressure. Take slow deep breaths through your mouth to help you relax. • X-rays are taken. You will be asked to hold your breath at times. • The tube will be removed. You will be taken to a toilet to empty the barium and air mixture from your colon. • Another x-ray may be taken to finish your test. • Test results are sent to your doctor. Your doctor will share the results with you. Barium Enema. Russian.
ru: Утром перед исследованием Если вам нужно принять лекарство, запейте его небольшим количеством воды. Если нужно принимать другие лекарства в течение дня, примите их после исследования. Во время исследования • Вы переоденетесь в больничную одежду. • Вы ляжете на стол под устройством, похожим на телевизор. Вы будете бодрствовать. Персонал сделает все, чтобы вам было комфортно. • В прямую кишку введут трубку и надуют баллон, чтобы зафиксировать трубку. Врач будет наблюдать, как бариевая смесь входит через трубку в кишечник. В трубку также могут ввести воздух, чтобы расширить кишку и получить более качественные снимки. Во время исследования вас попросят повернуться на бок. • Вы можете почувствовать спазмы и давление. Чтобы расслабиться, медленно и глубоко дышите ртом. • Врач сделает рентгеновские снимки, при этом вас будут просить задержать дыхание. • По окончании исследования трубку извлекут, и вам предложат пройти в туалет для опорожнения кишечника. • Затем может быть сделан еще один снимок. • Результаты обследования будут отправлены вашему врачу, и он сообщит их вам.

source: After the Test • You will be able to eat your normal diet. • Drink plenty of water and other liquids the next 2 to 3 days. Avoid carbonated drinks during this time because they may cause you to have gas. • Eat whole grains, fruits and vegetables, and/or take a mild laxative to help remove the barium. • Your stool will be white or light in color due to the barium for a day or 2 after the test. Call Your Doctor Contact your doctor if you: • Do not pass stool for more than 2 days after your test or if you are not able to pass gas from your rectum. • Have a pencil-thin stool or notice a change in your usual bowel habits. • Have pain in your lower abdomen (belly) or stomach. • Do not have normal stools in 3 days. • Have questions or concerns about your illness, medicine or the procedure. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 14, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Barium Enema. Russian.
ru: После исследования • Можно принимать обычную пищу. • В течение 2–3 дней пейте много воды и жидкости. Откажитесь от газированных напитков: они могут вызвать газообразование. • Ешьте крупы, фрукты, овощи и/или примите слабое слабительное, чтобы вывести барий из кишечника. • Из-за бария в течение 1–2 дней стул будет белого или светлого цвета. Позвоните врачу Обратитесь к врачу, если у вас: • Нет стула более 2 суток после исследования, или не отходят газы. • Стул тонкий, как карандаш, или есть изменения в работе кишечника. • Появились боли в нижней части живота или в желудке. • В течение 3 дней нет нормального стула. • Возникли вопросы или обеспокоенность по поводу вашей болезни, лекарств или процедуры. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: , Biological Emergencies A biological emergency occurs when germs are released during an accident or attack. Germs can be sprayed into the air or released in food or drinking water. These germs must be inhaled, absorbed through the skin or eaten to make people sick. Some germs can also be spread from person to person. A biological emergency may not be noticed until health care workers find a pattern of illness. If so, local or state officials will let you know what signs to look for in reports on the television, radio, social media and Internet. During this type of emergency, you may not know if you were exposed to these germs, but it is important to stay calm and watch for signs. Signs depend on the type of germ but may include trouble breathing and signs of the flu. Do not assume that any illness is the result of the accident or attack. If you feel sick, call your doctor right away or go to the hospital. Biological Emergencies. Russian.
ru: связанные с катастрофами Биологическая катастрофа может возникнуть в том случае, если произойдет выброс бактерий (микроорганизмов) в результате аварии или нападения. Бактерии или вирусы могут быть распылены в воздухе или попасть в пищу или питьевую воду. Заболевания среди населения имеют место при попадании микроорганизмов в организм через дыхательные пути, поверхность кожи или вместе с пищей. Кроме того, некоторые виды микроорганизмов могут передаваться от человека к человеку. Биологическая катастрофа может оставаться незамеченной до тех пор, пока работники медико-санитарной службы не выявят полную картину заболеваний. В этом случае официальные лица местных органов власти или представители администрации штата сообщат населению через средства массовой информации (телевидение, радио, социальные сети или Интернет), на какие симптомы необходимо обратить внимание. Во время чрезвычайной ситуации биологического характера человек может долго оставаться в неведении, подвергся ли он воздействию опасных микроорганизмов или нет; очень важно при этом сохранять спокойствие и наблюдать за возникающими симптомами. Симптомы зависят от типа микроорганизмов и могут заключаться, в частности, в затрудненном дыхании или признаках гриппа. При появлении признаков заболевания не следует сразу думать, что это результат биологической аварии или нападения. Если Вы плохо себя чувствуете, сразу же вызовите врача или обратитесь в медицинское учреждение.

source: During a Biological Emergency Listen for reports on the television, radio, social media or Internet. • Local or state officials will tell you what signs to look for. • Officials will tell you whether to stay inside or leave your home and if so, where to go. If you see or suspect a release of an unknown substance: 1. Leave the area right away. 2. Cover your mouth and nose with fabric to filter the air but still allow breathing. 3. Take off your clothes and put them in a plastic bag. Seal the bag tightly. 4. Take a shower or wash your skin and hair well with soap and water. 5. Put on clean clothes. 6. Seek medical care. 7. Call the police if they are not aware of the biological emergency. They will take steps to help people avoid getting sick. © 2007 - September 24, 2019, Health Information Translations. Content developed through a partnership of the Central Ohio Trauma System, the County Board of Health, Mount Carmel Health, Ohio State University Medical Center Biological Emergencies. Russian.
ru: Если произошла биологическая катастрофа Следите за сообщениями по телевидению, радио, в социальных сетях или в Интернете. • Местные официальные лица или представители администрации штата сообщат Вам, на какие признаки следует обратить внимание. • Представители органов власти уведомят население, следует ли оставаться дома или необходима эвакуация; в последнем случае будут указаны пункты назначения. Если Вы наблюдаете явные или косвенные признаки выбросов неизвестных веществ: 1. Немедленно покиньте зону выброса. 2. Прикройте рот и нос куском ткани таким образом, чтобы он не препятствовал дыханию, но служил фильтром для вдыхаемого воздуха. 3. Снимите одежду и положите ее в пластиковый пакет. Плотно закройте пакет. 4. Примите душ или вымойте кожу и волосы водой с мылом. 5. Наденьте чистую одежду. 6. Обратитесь за медицинской помощью. 7. Позвоните в полицию и проинформируйте власти об опасности возникновения биологической катастрофы (если им об этом еще не известно). Власти обязаны принять меры к предотвращению заболевания населения. Columbus Medical Association Foundation, Columbus Public Health, Franklin and OhioHealth, Columbus, Ohio. Available for use as a public service without

source: Blood Vessel Blood vessel disease is also called peripheral vascular disease or peripheral artery disease. It is the narrowing of the blood vessels in the abdomen, legs and arms. Blood vessel disease is caused by a build-up of fatty deposits called plaque that narrows blood vessels. When the blood vessels narrow, less oxygen-rich blood gets to your body parts. This can cause tissue and cell death. Blood vessel disease is the leading cause of amputations. Signs of Blood Vessel Disease in the Abdomen, Legs and Arms • Muscle pain, aches or cramps • Cool, pale skin, cold hands and feet • Reddish-blue color of the skin and nails of the hands and feet • A sore that takes a long time to heal or when scabbed over, looks black • Loss of hair on legs, feet or toes • Faint or no pulse in the legs or feet • Pain with exercise that goes away when you rest If you have any of the signs, call your doctor to get checked. Blood Vessel Disease. Russian.
ru: заболевания Disease Сосудистые заболевания — это болезни периферических сосудов или артерий, при которых сужаются сосуды брюшной полости, ног и рук. Это происходит в результате образования жировых отложений или бляшек. По мере сужения сосудов к органам попадает меньше насыщенной кислородом крови, в результате чего клетки и ткани могут отмирать. Сосудистые заболевания — самая частая причина ампутаций. Симптомы заболеваний сосудов брюшной полости, ног и рук • Спазм или боль в мышцах • Холодная бледная кожа, холодные руки и ноги • Красно-синий оттенок кожи и ногтей на руках и ногах • Долго не заживающие или черные раны • Выпадение волос на ногах и пальцах ног • Слабый пульс на ногах или его отсутствие • Боль во время упражнений, которая проходит после отдыха Если у вас имеется хотя бы один из симптомов, позвоните врачу.

source: Risk Factors You are at higher risk for blood vessel disease if you: • Smoke • Have diabetes • Are over the age of 45 • Have high cholesterol • Have high blood pressure • Have a family member with heart or blood vessel disease • Are overweight • Are inactive Your Care Blood vessel disease may be prevented or slowed down with healthy choices. • Keep your blood pressure in a healthy range. • If you have diabetes, keep your blood sugar in a healthy range. • See your doctor each year. • Do not smoke or use tobacco. • Exercise each day. • Eat a diet low in fat and high in fiber. • Manage your stress. Your care may also include medicine and surgery. Talk to your doctor about your treatment options. © 2005 - January 29, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Blood Vessel Disease. Russian.
ru: Факторы риска У вас высокий риск сосудистых заболеваний, если: • Вы курите • У вас диабет • Вы старше 45 лет • У вас высокий холестерин • У вас высокое давление • У ваших родственников есть сердечно- сосудистые заболевания • У вас лишний вес • Вы ведете неактивный образ жизни Лечение Профилактика сосудистых заболеваний заключается в здоровом образе жизни. • Следите за давлением • Если у вас диабет, контролируйте уровень сахара • Ежегодно посещайте врача • Не курите и не употребляйте табак • Каждый день занимайтесь физкультурой • Ешьте меньше жирных продуктов и больше клетчатки • Научитесь справляться со стрессом Вам могут выписать лекарства или провести операцию. Проконсультируйтесь с врачом о вариантах лечения. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as
